package com.rsschool.quiz

class DataSource {
    val infoList = listOf(
        Triple(
            1,
            "Настоящая форма Земли",
            listOf("шар", "овал", "сжатый сфероид", "круг", "точка")//сфероид
        ),
        Triple(
            2,
            "Сколько процентов поверхности Земли занимает вода?",
            listOf("60", "70", "50", "15", "80")
        ),//70
        Triple(
            3,
            "Скорость ветра на Венере",
            listOf("500 км/ч", "60 км/ч", "0 км/ч", "1000 км/ч", "250 км/ч")
        ),//500
        Triple(
            4,
            "Сколько длится 1 плутонианский год?",
            listOf(
                "100 земных лет",
                "1000 земных лет",
                "1 земной год",
                "1248 земных лет",
                "248 земных лет"
            )
        ),//248
        Triple(5, "Сколько спутников у Юпитера?", listOf("5", "10", "79", "0", "4"))//79
    )
}